#შექმენით სია რომელშიც ჩამოწერეთ თქვენთვის სასურველი ელემენტები, მინიმუმ 10indexing გამოიტანეთ სიაში არსებული მესამე ელემენტი ჩაანაცვლეთ სიაში არსებული პირველი ელემენტი slicingდაბეჭდეთ 2-დან მე-5 ელემენტამდე დაბეჭდეთ მეორე ელემენტიდან ყველა ელემენტი დაბეჭდეთ მეხუთე ელემენტამდე ყვეალფერი დაბეჭდეთ სია შემობრუნებულად
cars=["kia","audi","volkswagen","opel","bmw","mercedes","tesla","lamborghiny","bugati","nissan"]
print(cars[2])
cars[2]="two times"
print(cars[1:4])
print(cars[2:])
print(cars[:5])
print(cars[6:7])
print(cars[::-2])