#შექმენით ცივი სასმელების სია აქედან ერთ-ერთი ელემენტი უნდა ეწეროს ცვლადის სახით, შემდეგ მომხმარებელს შემოტანინეთ 1 ცივი სასმელი რომელსაც დაამატებთ თქვენს მაცივარში. შემდეგ მომხარებელს უნდა შემოატანინოთ არჩევანი ამ სასმელებიდან და სიიდან ელემენტის წამოღების indexing method-ის საშვალებით გამოუტანეთ ეს სასმელი. შექმენით ცვლადი რომელშიც შეინახავთ თქვენს სახელს, გამოიტანეთ ამ სტრინგიდან თქვენთვის სასურველი 3 სიმბოლო
drink3="borjomi"
user_drink=input("enter your favorite drink")
cold_drink=["water", "soda", "cold tea", drink3, user_drink,]
choice=int(input("pick a drink 0-2"))
print(cold_drink)
name="Nika"
print(name[0])

