#გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას
#შევქმენით ცვლადი ჰობი
hobby = "ფეხბურთი"
#შევქმენით ცვლადი მესიჯი
message = "მე ძალიან მომწონს"
#დავპრინტე მათი გაერთიანება
print(message+hobby)
#შევქმენი 2 ინტეჯერ ცვლადი
num1=4
num2=5
#ვაერთიანებთ
print(num1+num2)
#და დავპრინტე num3 და num4
num3="2"
num4="3"
print(num3 + num4)